// 연산자 
1 % 2; // 리메인더 연산자 (나머지연산자)
2 ** 3; // 제곱 연산자
!2; // 부정 연산자
!0;
!'';

// 비교 연산자 
1 == 1; // 같다
1 == '1'; // 같다
1 < '1'; // 작다
1 > '1'; // 크다
1 <= '1'; // 작거나 같다
1 >= '1'; // 크거나 같다
1 != 1; // 같지 않다
1 != '1'; // 같지 않다
1 === 1; // 전부 똑같아
1 === '1'; // 전부 똑같아
1 !== 1; // 전부 똑같지 않다
1 !== '1'; // 전부 똑같지 않다

// 할당 연산자
let a = 4;
a += 2; // a = a + 2;
a -= 2; // a = a - 2;
a *= 2; // a = a * 2;
a /= 2; // a = a / 2;
a %= 3; // a = a % 3;

// 증감 연산자
a = 4;
a++;
a;
++a;
a; 
a--;
a;
--a;
a; 

// 논리 연산자
true && true;
true && false;
false && true;
false && false;
true || true;
true || false;
false || true;
false || false;