// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// obj의 프로퍼티 a에 3을 할당한다.
//// const obj
obj.a = 3;

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// 프로퍼티 a는 1 b는 손민복을 가지고 있는 객체를 obj로 초기화 한다
const obj = { a: 1, b: "손민복" };

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;

// obj의 프로퍼티 a에 3을 할당한다.
obj.a = 3;